import React from "react";

export const Team = () => {
  return (
    <div>
      {/* Команда 1 */}
      <div>
        <p>Команда 1</p>
        <p>шляпа</p>
        <p>Распределите имена между игроками</p>
        <p>имя 1 (при клике редактируется)</p>
        <p>имя 2 (при клике редактируется)</p>
        <p>Далее</p>
      </div>
      <div>
        <p>Команда 2</p>
        <p>шляпа</p>
        <p>Распределите имена между игроками</p>
        <p>имя 1 (при клике редактируется)</p>
        <p>имя 2 (при клике редактируется)</p>
        <p>Далее</p>
      </div>
    </div>
  );
};
